WORDS = {
    # При авторизации пользователя
    "Кнопка 'Вход' на главной странице": "Вход",
    "Кнопка 'Войти' на странице 'Авторизация пользователя'": "Войти",
    "Кнопка 'Эл. подпись' на главной странице 'ГосУслуг'": "Эл. подпись",
    "Кнопка Продолжить на странице 'ГосУслуг'": "Продолжить",

    # Кнопки для очистки черновиков
    "Кнопка 'Перейти в раздел' на главной странице ГАСП": "Перейти в раздел",
    "Кнопка 'Найти' на странице 'Обращения'": "Найти",
    "Кнопка 'Удалить' на странице 'Обращения'": "Удалить",


    # Когда пользователь уже авторизован
    "Кнопка 'Подать обращение' на главной странице ГАСП": "Подать обращение",
    "Кнопка 'Подать обращение' на странице, где есть 'Гражданское судопроизводство'": "Подать обращение",
    "Кнопка 'Заявление о вынесении судебного приказа (дубликата)' на странице, где есть 'Гражданское судопроизводство'": "Заявление о вынесении судебного приказа (дубликата)",
    "Кнопка 'Я являюсь представителем' на странице 'Заявление о вынесении судебного приказа (дубликата)'": "Я являюсь представителем",
    "Кнопка 'Добавить файл' рядышком с 'Документ, подтверждающий полномочия'": "Добавить файл",

    # При подаче документов
    "Кнопка 'Добавить' в popup окне": "Добавить",
    "Кнопка 'Отменить'в popup окне": "Отменить",
    "Кнопка 'Сохранить' в popup окне": "Сохранить",
    "Кнопка 'Добавить файл'": "Добавить файл",
    "JS для загрузки файла": "input[name=\"ajax_upload_file_input\"]",

    # Кнопка под "Данные заявителей"
    "Кнопка 'Данные заявителей'": "Добавить заявителя",
    "Кнопка 'Юридическое лицо'": "Юридическое лицо",

    # Кнопка под "Данные участников процесса"
    "Кнопка 'Добавить участника'": "Добавить участника",
    "Кнопка 'Физическое лицо'": "Физическое лицо",
    "Кнопка пола 'Женский'": "Женский",
    "Кнопка пола 'Мужской'": "Мужской",
    "Кнопка 'Выбрать суд'": "Выбрать суд",
}
